# Пакет `blueprints` содержит объявления всех блюпринтов.
# Блюпринты представляют собой наследники класса `vkbottle.bot.Blueprint`,
# который используется исключительно в целях разделения кода.
# Файлы, которые вы здесь увидите, содержат практически всю обозримую 
# пользователем функциональность бота (команды, реакции и пр.).

# Подробнее о работе с блюпринтами вы можете прочитать
# в официальной документации фреймворка `vkbottle`
# https://vkbottle.readthedocs.io/ru/latest/high-level/bot/blueprint/