# Пакет `middlewares` содержит объявления всех мидлварей.
# Мидлвари представляют собой наследники абстрактного класса  
# `vkbottle.BaseMiddleware`, используемый для создания новых классов,
# содержащих реализации абстрактных методов <.pre()> и <.post()>,
# используемых для пре- и пост-процессинга ивентов соответственно.

# Подробнее о работе с мидлварями вы можете прочитать
# в официальной документации фреймворка `vkbottle`
# https://vkbottle.readthedocs.io/ru/latest/high-level/handling/middleware/
